export const comment = `有些话没能当面说，所以，我只能这样表达

记得高中的时候，林凡经常被他女朋友打骂。然后，别人说“打是情骂是爱”。当时我压根不懂这话里的含义。直到你骂我，我才深有感受，却不生气，心里反而很开心，你反倒觉得我很无赖

你说我年纪大，你又不是一天两天知道我年纪大。叫你老婆、媳妇的时候你都答应了的，再说了，都叫了这么久了，是真心叫的，又不是玩玩。就算玩，我是不是具备玩的能力……

表情包幼稚，或者老，我想表达的是，不管哪种表情，都是一种表达，或老或幼，都表达了你理解的意思。再说一个例子，有的人随礼一个红包，里面2w，有的随礼也是一个红包，里面200。我在你身边，你还会纠结表情包么

老刷到断联相关的，我真的是相当不理解，出于凡事要搞清楚的性子，关于相应的名词也得搞清楚是啥含义，谁让我这个人就爱反思呢，特地了解啥是断联，知乎比较权威https://zhuanlan.zhihu.com/p/188728873；百度搜索“断联是什么意思”也没有你说的那种意思，可以自己搜索看看，别拿这些东西给我上枷锁，给你自己上枷锁。一个网络名词就我俩给套住了，不可笑么。具体问题具体分析，具体啥情况都没搞明白。就在那儿自我伤感，自己给自己的负面情绪里面添油加醋，还觉得不够味

你说我只关注了眼前这一个，你在我面前，我一定狠狠的咬一口。当时真想把脑袋割下来、把心挖出来像摔西瓜一样摔到你面前，说那话让我瞬间觉得我这两年遇到的全是脏东西，不禁让我想起鲁迅笔下的腌臜。我是白纸，在我眼里，只要谈过的就不算白纸。情感上我绝对有洁癖，讨厌肮脏的东西。曾经有人做了父母的思想工作，硬是要把结婚三年后离婚的教师推给我，我他妈的当时人都要炸了，什么垃圾玩意儿，我又不是捡破烂的……接到电话的时候就和我姐说：头婚过不好，换个人二婚就能过好了……也不看看自己是个什么货色，也配，我凭能力单身，不是什么垃圾货色都想近我身

誓言我是暗许的，老婆、媳妇也叫了，让我找别人叫媳妇、叫老婆？？你不妨换位思考一下，换个人叫老婆、媳妇，这恶心么，换个人叫宝宝之类的不恶心么。就算不换位思考，一开始我就说我要找双向奔赴的，你就已经知道我要找啥样的了，还持续这么久，持续这么久的目的是啥：欺骗？骑驴找马？无缝衔接？我这么个年纪，明确告诉你我要的是媳妇，你也知道，在这样的情况下，难道你来欺骗我么，这合适么。或许对你来说，没啥不合适的，到达目的就行，达不到就换下一个，是这样的么。还是说你图个新鲜感后，然后又找什么理由换下一个，接着以同样的方式或者变着花样的对待下一个？存心给我找气受

你说你考试作业一个人，别人都是组队的，其实，我的论文也是我一个人搞得，当老师一看我的论文只有一个署名的时候就问我，我就实话实说，说我一个人搞得，有些数据是借鉴别人的。对了你说你考试一个人，然后从小没什么玩伴，这是不是还想说明自己是个独来独往的人，如果是，那还真的巧了……

一开始我说了我在调理的时候，你告诉我要早点睡，我很听话，差不多每天10点左右睡觉。发给你的录音是11月1日周会上吴烈当场pua我，我后面补充了一些内容，然后录的，那个时候，矛盾算是彻底在明面上爆发，然后下班后，我发了一条朋友圈，说今年算是比较成功的一年，为什么这么说，因为我提出来的东西，自己做到了，然后被人窃取，虽然说被窃取，但是也算成功。到了差不多11月中旬，睡得很晚，好几天夜里没合眼，就是人先那个b人把我整抑郁了。后来我发了关于npd人格特性的图，你有点赞，后来我贴了链接

npd链接已经很明显的说明我遇到了不正常的问题。不妨静下心来想想几个基本的问题：你当前处于什么状态；我当前处于什么状态；内耗是爱么；内耗的原因是啥，是头疼、还是屁股疼；我有没有放弃你；事实上有没有放弃你；放弃你我有没有和你打招呼……

我刷到一个文案，是这样的“连面都见不到的人怎么可能是你要托付终生的人呢”。不管是谁，都是要和实实在在的人相处，一句网络毒文都能给你洗脑了么，就这么容易把你拉到消极的情绪里去了啊。我让你把我别把我拉黑，你咋就没那么积极呢，咋就那么故作倔强。意识独立极其重要，被毒文裹挟，那和俘虏有啥区别。不过，网络毒文有它那一套东西在里面，确实很厉害，图文配上伤感的音乐旋律、搭配伤感又有点掷地有声的配音，让人不自觉的代入。然后，自己就把自己对号入座，加入到这种情绪所表达的阵营里面去，把我划分到了对立面去。有句话是这么说的，凡事皆有例外。不过，我承认，我没有见到你面，你也没见到我的面。但是我有在你看不见的人地方行动，一直在为见面努力，你呢，有没有行动

“你可真厉害，让一个什么都不图你的人，受尽了委屈，还要顾及你的感受，最后逼自己离开”。这也是我刷到的网络文学。受尽了委屈，你受的委屈就是两点：见不到我，后来没有一直主动找你聊天。是不是这样的。

不知道你注意到没有，你说考试的时候一个人感觉孤独，我说：我有空去送你。我为啥这么说，因为我想考试如果是学校内部组织的考试，一般可能在周一到周五进行，如果是大考一般就是在周六或者周日，但周六居多。所以，我才跟你说如果有空的话我去送你。后来一个周六你语音给我，你说考完了，我当初听了后有点失落，但又非常理解你，理解的点是，你是怕我大老远的来看你浪费车费、还要订酒店啥的，但我想到这里后又很心疼。失落的原因就是想趁着这个机会去见你，你的语音那么说，就代表我没机会见到你，想去见你这个事情我就一直记挂着，想着一定找个合适的理由去见你，不然没理由去见你总给人怪怪的感觉，好像我在图谋你啥的。

“我说送你”这几个字够简单吧，好好的反反复复读几遍，脑子里想一想这个场景。我送你，是不是就见到你了。说到去见你，十一那天刚下飞机，我就想在机场附近买束花的，机场的花倒是有的，后来想着还有很远的路，拿着不方便，想着到了许昌后，在超市或者珠宝店里给你买戒指

然后，接下来的三四月份就零零散散的整理了晋升相关的材料，材料在钉钉里，材料之一就有mf，6月份朋友圈有记录，整理材料就是想着半年内拿到晋升结果当面给你报喜，这样子就可以堂堂正正的见到你，你是我媳妇，这样你也有面子。晋升后就相当于我多走几步路，这样，你就少走几步路。你说是不是这样的。

我计划的是好的，可接下来，5月27号晚上7点多，我跟吴烈在沙发区说了我的计划，在6月份就被背刺，这他妈的谁知道吴烈（人先的真名）是这种小人，谁知道他背刺我算了，还不分场合pua我，谁知道他这么整，而且整我整了那么久。

我不是没有自我调节情绪的能力，单身这么多年我是怎么过的，不要太小乔我了。我是一直被针对被pua，再好的人也会崩溃的，内心、精神不知道崩溃成什么样子了。要是觉得那么简单的就调整过来了，要不你来试试，穿上我那个时候穿的鞋，你能怎么走，走到什么程度。

即使在这么难的情况下，我有没有在内心极度煎熬的时候找你嚎啕大哭、吐露受到的委屈啥的。不要说让你承受这么久的压力，我就打视频、语音给你要把话说清楚，这你都觉得我烦，你能自我调解到啥程度，我这还只是想把话说清楚，你却把这个当作把我拉黑的理由，恰好掩盖你的虚与委蛇，之前你的内心肯定想：看吧，之前本想还可以做朋友的，你却逼我，那我只能拉黑你；甚至想把我当作忘年交啥的；可能你还有别的啥想法……是不是这样，我没学过心理学，你应该学过心理学吧，看看我瞎分析的咋样

你还可能觉得我很神秘，这点我觉得可以用五个字来概括：隔行如隔山。举个例子，都知道医生可以治病，一说医生治病，诶～，大家都似乎都懂，立马就可以脑补出来一个画面，吃了药后就好了。但是你懂医理么，你懂药理么；美学上也有它专业的名词，其他行业的人就不一定懂……不知道这样表达算不算是说清楚了，用不着去了解神秘的一面。神秘或者不神秘，不是你应该关注的点，神秘的本质原因就是认知范畴有限。你应该去亲身感受我这个人，而不是远程主观臆想我是个什么样的人，这不是身临其境的感同身受到的我，不然也不会说要去见你，就是想让你亲身感受到我，这样你对我就有了一个比较真实的认识。这才是正向的祛魅

那段时间，画个时间轴就很容易看出来事情的发展经过。对了，还有我和我姐的聊天记录（茶叶相关的）……。吴烈个狗东西的言行举止对我来说，好比打断了我的脊梁骨、打断我的腿。一个男人一般都是家里的顶梁柱，断了脊梁骨、断了腿，意味着啥，那个男的会是什么感受。

虽然说那段时间我还在上班，魂魄应该躲在某个地方，只剩下躯体在上班，精神上承受着压抑的氛围，心跳加速，感觉血液在燃烧，呼吸短，嫉妒煎熬。用行尸走肉来形容那个时候的我不过分。再说了，我已经憋屈了那么久，从6月份就受pua，一直到9月底，我仍然和你聊天吧，年底前仍然和你玩游戏，只不过是没有在微信里聊天而已，是不是这样的。

然后，你在这个时候可能陷入了自我内耗，应该有寻求某些军师。如果说没有这样做，我也刷不到相关的毒文。毒文有这样的：感情淡了呗，有新欢了呗……呵呵，要是这样，那我们把证领了，把婚结了，这是我能做的，我也不想谈恋爱，异地恋太难受了。不过，有几点我想说一下：

首先，这是我俩的事，是客观存在，完全不需要找军师，再说了，军师是什么身份，是不是真的希望你好，这些你要有一个认知，尤其要注意的是女军师。记得一个男同事顾永超说，女人心思很重，嫉妒心很强的，因为他娶老婆了，所以，他这话我信了。如果别人不知情给你一些建议，那真的是好事么。另外，你所表达给别人（包括，像百度之类的）的，以及别人理解的是不是就是完整的事实，这里面都有值得怀疑的点。说白了，你有没有直面完整客观的事实

其次，有问题要找当事人，我就是那个当事人。你可能以为我搞了别的对象啥的，实际上我并没有犯贱，并没有做对不起你的事。如果真是这样，那我真的不是东西，狗都不如。可你说你有喜欢的人了，那这又是怎么一回事，我他妈顿时心里一凉，然后火冒三丈，到底是谁他妈的找新欢了。你还说我好人好事看不到，你他妈的这是好人么，脚踏几只船，同时和不同的男人说着相类似的暧昧么。说到这里，我不得不强调一下，我这个人在情感上绝对是有洁癖的，这就是我单身的原因之一，我他妈宁缺毋滥，不是什么歪瓜裂枣之类的狗玩意儿值得我看一眼的，连看一眼都觉得眼睛脏，想把眼珠子抠了。你说你成绩因为一些小错误受到影响，我不也是告诉你要找老师当面去解决么，为啥不是文字和老师说明，因为文字有些时候缺少共情力；奶茶被偷，我说要备注需要本人签收。这样卖家和骑手都有责任，以后再下订单绝对不会有问题，有问题，卖家骑手至少有一个脱不了干系

再次，我叫你媳妇、叫你老婆不是白叫的，不许你未来，我肯定不这么叫，这么叫明摆着就认定你了，我这个人原则性很强，说到做到。印象中，除了晋升被吴烈个卑鄙小人给搅之外，没有没做成的。对了，之前被锁定的晋升相关的聊天记录和资料也都可以看到了。

或许，你本身陷入了内耗，然后可能受到了军师的指点，把内心自编自导自演的苦情戏、内耗当作你对我的爱。觉得委屈都是你一个人承受的，感觉我是个不负责任的人，半路把你抛弃了。然后，就有了“你在我最爱你的时候选择放弃了我，我把你推开”之类的毒文被我刷到。我想说的是，把结婚证拿了，在一个城市上班。另外，这种想法就是不看事实，纯纯的道德层面的自我感动，又再次站在了道德的制高点，陷我于不仁不义。

遇到问题，好好说，头疼医头，脚疼医脚。有问题解决问题，不是解决我，不是肚子疼把肚子割了，脚疼把脚剁了，头疼把头砍了。不是一个劲的死犟，说好了，答应好好聊，结果又拒绝沟通。有问题死不承认，不解决，是没有承认问题的勇气，还是没有解决问题的能力。

任何关系里的问题，都应该当面把问题说清楚，这是最起码的人格底色，也是对彼此最起码的尊重，也是为人最起码的责任和担当，而不是像你说的没有问题，明摆着就是一味的逃避。说个简单的例子，邻居就算再不和，遇到亲邻事物要处理，该怎么样还得怎么样。说句难听的，就算亲戚不往来，也会把话当面说清楚。你不是和舅舅家闹掰了么，想想是不是这样的情况。何况我叫你老婆、叫你媳妇，你在我心里是最重要的人，还有谁比你重要么，我要抛弃你就更得把话说清楚，而且是有责任、有义务必须得当面把话说清楚。说实话，我见过很多丑恶的嘴脸，你从我身上可看到了世俗

可能你任由内耗消磨你内心的诉求，然后，长期内耗之下，你感觉你总是那个等待者，等待的很委屈，而且你还认为你的等待就是对我的爱，然后，越想越觉得我对不起你，越想越觉得你很难委屈，在委屈中等待，在等待中委屈，反反复复，然后，你就觉得心里不平衡了，想要通过某些方式改变这种现状。然后在这期间，你可能求助了某些渠道，接着就有了这种网络毒鸡汤被我刷到：“耗费了多少个日夜，杀死了曾经最爱你的自己”。这又是一句很酷的毒文……我算是深刻的明白为啥政治书上会强调精神文明建设

这很明显就是自我沉浸式的自编自导自演的剧情，主角就你一个，没有观众在场，只有你一个人，我是个局外人。如果这种单方面的等待就是爱，那等待老板给我高薪酬，那我爱老板，老板等待投资方给更多的钱，那老板爱投资方……照这么下去，天下人我都爱，天下人也都爱我。最终的结果是：男的都是皇帝，女的都是武则天，甚至都他妈是同性恋、被同性恋，甚至是乱伦，世界都乱了。说个现实的情况，我很着急的当面见你，是不是就见到你了。长嘴可以说话，长手可以打字，本来就是异地恋，彼此都够难受的，还在那儿瞎猜，真的是……我再问你个客观问题：那个时候你在干什么，我在干什么，你又期望我干什么，在我需要你的时候你又干了什么。媳妇啊，我俩谁跟谁，有啥话说不开，这不禁让我想起旅游回来路上公交车上那位教师说的话……

不要有“山有木兮木有枝，心悦君兮君不知”的情结，倘若白子画没看到这句话，那他是不是也不知道咋回事。从说喜欢你，叫你老婆、媳妇，我都是明确的说的，怎么想的就怎么说，敢说敢做敢当，内心坦荡。这么叫那是我真的爱你，我也知道女孩子含蓄，没有说让你叫我老公吧，想着等着拿证、结婚再叫也行

你说你受到了委屈，你很爱我，好，我特地翻了一下聊天记录，好像90%是我主动找你聊吧，偶尔你会先给我发消息，主要是要找我玩，我找你聊的基本都是和感情相关的，说的大部分是爱你的话，你自己说是不是这样。我受到了委屈，人受到了很大的打击，先是揭露了吴烈的npd人格，这个时候，你完全可以关心关心我。承受了大半年的打压，我仍然一直在努力，后来发了条朋友圈，大意是：说今年是比较成功的一年。这其实是在被刺后寻找一点慰藉，倒不是缺乏信心

再来看看你的内耗和你的行动是不是正相关的，你的内耗是源自你自导自演的苦情戏和虚无的等待，是不是这样的。我需要你的时候你若无其事，你需要我的时候我基本都是陪伴着的，对等么。你这样只会让我觉得你只会索取，没有共情能力，没有爱我的能力，好像除了幻想就是幻想了

你在猜疑我的时候，我有猜疑你没有。我受了那么久的委屈有没有和你倾倒垃圾情绪，有没有做到家和万事兴的家规，我可是以家庭礼仪对你的，我们还没结婚呢，我就这么对你；另外，你在学校遇到的不开心事情，我有安慰你，有给你我的想法、解法，同理，在我受到委屈的时候，我是不是也需要被关爱，你是不是也可以安慰安慰我，你有没有以同样的方式待我、爱我。有句话是这么说的：你怎么对待世界，世界就怎么去对待你。倘若我以你的方式对待你，你会怎么样。倘若性别调换，你又会怎么样对待我。那这样再看，是不是符合门当户对的前提

我他喵的还在你没找我的时候暗许诺言：就算晋升失败，不管怎么样，我打算把我人给你，就看你怎么待我。但没让我想到的是你会用断崖式分手来对我，你当时说那话，我内心和手、身子都在发抖，我真的想拿把刀子，把心挖出来，甩给你看。再想想自己叫了那么久的老婆、媳妇，感觉人空了……瞬间就不想活了，后来把银行卡密码告诉我姐……

本来没有怀疑过你，但是，自从你说了年前就无缝衔接了，我有那么一瞬间怀疑你谈过很多个，我可能是其中比较特别的一个。甚至怀疑你对待每段感情都是有备胎的，所以，你在处理这类问题的时候应该有比较丰富的经验，果断对我用了这种断崖式的招数

这种断崖式或许就是你设想好的逃避手段；或者说，你预演了很多遍，就是不打算直面问题；或者说没勇气、底气面对，干脆就用冷暴力；又或者说，你想通过这种方式求获得感，至少显得自己掌握主动权，有掌控感；还或者说，你觉得配不上我，毕竟经历阅历在你之上，然后，你觉得有压力或者不匹配啥的，你这样做，显得你不失体面……当各种复杂的情绪融合到一起之后，你就想了这么一招对我，不然，我不会突然就遭受这种对待

又或许，你后来知道我遇到问题了，因为我有刷到另外的网络毒文“明知道你的处境不堪，还躺你这趟浑水的人不要辜负她”，我实际上到底有没有辜负你，你应该有数吧。无非就是两点，没有去见你，没有一直主动找你聊天。在你考试的时候我就想送你，那个时候就想见你。你告诉我你考完试了，我就知道见不成你。后来我有问你要不要来上海，有找hr，还有我暗许的诺言。我为啥没有一直找你聊天，我都说遇到npd了，其实，我在看你的态度，看你怎么对待我，怎么关心我的，是怎么爱我的。我是个男的，也是人，不是铁人，也需要被爱被理解，暗许的承诺就是妥妥的对你的偏爱，在你所在的城市工作、定居、还有你父母的养老；还有些话是想要当着你和你父母的面说，这里面包含的内容可不是说做到就能做到的。我这样规划，这样待你，你是怎么待我的

说让我出来旅游，路上遇到的美女可真不少，你说我为啥不去招惹别人呢，就是在这种程度下，我完全对别人没有想法，那些人可真是要颜值有颜值，要身材有身材，可脑子想的都是你，爬泰山的时候，因为想你，好几步差点踩空……旅游期间，遇到了形形色色的人，给我最大的感受有这几点：两个女人一台戏，那聊天内容真的是听起来有点不入耳，攀比心、嫉妒心啥我都看的明明白白的；有男的抽着烟，抱怨生孩子花费啥的；有礼貌的学生小声聊天；有礼让行为；有鼓励和被鼓励……

可能是因为发现事实和你自编自导自演的苦情戏完全不是一回事，然后，你感觉你做了错误决定，为了证明自己能行，故作坚强的拒绝沟通吧。我们见面后好好的谈一谈，不就可以把心中的怨气解了么，夫妻之间哪有什么不能好好说的

是不是怪我消息回复不及时，你回我消息秒回，我回你消息比较慢。要不你帮我设置一下微信，我不知道怎么设置，感觉遇到你人变呆呆的。这样吧，你只要有动态我就给你打电话，直到你挂掉，可好。以后，我每隔半个小时候给你报备，视频报备也可以，睡觉的时候，我开着视频，这样行了吧。

关于我的问题，我上面已经给了你答复，就看你了。我觉得我俩没啥大不了的，又没有深仇大恨。再说了，我都已经低头认错了，你没张嘴我就许你未来了。不想谈恋爱，那我们去领证结婚吧，我们在许昌安家，你不用远嫁他乡。说实话，人活着挺不容易的，相遇不知道是修了多少辈子的缘分，相爱就更不容易了。假如有轮回，下辈子能遇到么。所以，我对家人很好，只要是我能做的，尽最大努力去做，就是想一家人好好的。说个不想说的，我老爸因为好心给别人干活，出了点事，事后我才知道。一开始，我姐问我要钱，二话没问，直接转了一万块，但是我的直觉感觉不对劲，感觉钱不够，没过多久，我又转了两万，转了之后，我还特地打电话跟我姐说，不够跟我说一下就行，我啥都没多想

昨天面试，那人说他也有过异地恋，说了一下他的感受，他说他总体感觉就是沟通成本太高。我想了想今年的事，还真是，我竟然拒绝了央企offer，放下在行业第一的工作，却只为了见你一面，想去你的城市发展。当时，不知道脑子是怎么想的

我想了这么久，你到底哪里好呢，我又图你啥。要说颜值吧，可能是我本身就需求比较低，不然我会找你要照片，看看你长的啥样，丑的话，就不和你聊。说到这里，我起初选择相信我的直觉：我看上的人不会差，就算差，有句话是这么说的，情人眼里出西施。实际上，我连你照片都没有要过，是不是这样的。后来，你给我照片我就存起来，想着，万一哪天就可以做点好玩的。

说到照片，我以前用ps为我外甥搞过一个很好看的动画效果，在qq空间里，这是好多年前的事情了。要说你有哪些方面好，我说不出来，要不，你自己说说你哪里好。我图你啥，好像也没啥好图的吧，你有啥。无非就是我爱你，竟然像个没长大的小孩一样，啥都不顾，还把很好的工作（行业第一）辞了，在机票最贵的时候去见你，真的是思念成疾。别拉黑啦
`;
